var data = {
	"aqi" : {
		"city" : {
			"aqi" : "116",
			"co" : "1",
			"no2" : "16",
			"o3" : "232",
			"pm10" : "71",
			"pm25" : "87",
			"qlty" : "轻度污染",
			"so2" : "4"
		}
	},
	"basic" : {
		"city" : "北京",
		"cnty" : "中国",
		"id" : "CN101010100",
		"lat" : "39.904000",
		"lon" : "116.391000",
		"update" : {
			"loc" : "2016-07-06 15:51",
			"utc" : "2016-07-06 07:51"
		}
	},
	"daily_forecast" : [ {
		"astro" : {
			"sr" : "04:52",
			"ss" : "19:45"
		},
		"cond" : {
			"code_d" : "100",
			"code_n" : "502",
			"txt_d" : "晴",
			"txt_n" : "霾"
		},
		"date" : "2016-07-06",
		"hum" : "22",
		"pcpn" : "0.0",
		"pop" : "0",
		"pres" : "1011",
		"tmp" : {
			"max" : "32",
			"min" : "22"
		},
		"vis" : "10",
		"wind" : {
			"deg" : "171",
			"dir" : "无持续风向",
			"sc" : "微风",
			"spd" : "7"
		}
	}, {
		"astro" : {
			"sr" : "04:53",
			"ss" : "19:45"
		},
		"cond" : {
			"code_d" : "502",
			"code_n" : "502",
			"txt_d" : "霾",
			"txt_n" : "霾"
		},
		"date" : "2016-07-07",
		"hum" : "26",
		"pcpn" : "0.0",
		"pop" : "0",
		"pres" : "1010",
		"tmp" : {
			"max" : "32",
			"min" : "23"
		},
		"vis" : "10",
		"wind" : {
			"deg" : "176",
			"dir" : "无持续风向",
			"sc" : "微风",
			"spd" : "3"
		}
	}, {
		"astro" : {
			"sr" : "04:53",
			"ss" : "19:45"
		},
		"cond" : {
			"code_d" : "101",
			"code_n" : "101",
			"txt_d" : "多云",
			"txt_n" : "多云"
		},
		"date" : "2016-07-08",
		"hum" : "29",
		"pcpn" : "0.0",
		"pop" : "0",
		"pres" : "1007",
		"tmp" : {
			"max" : "32",
			"min" : "24"
		},
		"vis" : "10",
		"wind" : {
			"deg" : "184",
			"dir" : "无持续风向",
			"sc" : "微风",
			"spd" : "1"
		}
	}, {
		"astro" : {
			"sr" : "04:54",
			"ss" : "19:44"
		},
		"cond" : {
			"code_d" : "101",
			"code_n" : "100",
			"txt_d" : "多云",
			"txt_n" : "晴"
		},
		"date" : "2016-07-09",
		"hum" : "34",
		"pcpn" : "0.0",
		"pop" : "0",
		"pres" : "1005",
		"tmp" : {
			"max" : "33",
			"min" : "25"
		},
		"vis" : "10",
		"wind" : {
			"deg" : "184",
			"dir" : "无持续风向",
			"sc" : "微风",
			"spd" : "8"
		}
	}, {
		"astro" : {
			"sr" : "04:55",
			"ss" : "19:44"
		},
		"cond" : {
			"code_d" : "100",
			"code_n" : "101",
			"txt_d" : "晴",
			"txt_n" : "多云"
		},
		"date" : "2016-07-10",
		"hum" : "25",
		"pcpn" : "0.0",
		"pop" : "0",
		"pres" : "1001",
		"tmp" : {
			"max" : "34",
			"min" : "25"
		},
		"vis" : "10",
		"wind" : {
			"deg" : "191",
			"dir" : "无持续风向",
			"sc" : "微风",
			"spd" : "0"
		}
	}, {
		"astro" : {
			"sr" : "04:55",
			"ss" : "19:44"
		},
		"cond" : {
			"code_d" : "302",
			"code_n" : "302",
			"txt_d" : "雷阵雨",
			"txt_n" : "雷阵雨"
		},
		"date" : "2016-07-11",
		"hum" : "63",
		"pcpn" : "0.3",
		"pop" : "51",
		"pres" : "999",
		"tmp" : {
			"max" : "33",
			"min" : "23"
		},
		"vis" : "2",
		"wind" : {
			"deg" : "297",
			"dir" : "无持续风向",
			"sc" : "微风",
			"spd" : "8"
		}
	}, {
		"astro" : {
			"sr" : "04:56",
			"ss" : "19:43"
		},
		"cond" : {
			"code_d" : "101",
			"code_n" : "100",
			"txt_d" : "多云",
			"txt_n" : "晴"
		},
		"date" : "2016-07-12",
		"hum" : "46",
		"pcpn" : "0.3",
		"pop" : "46",
		"pres" : "998",
		"tmp" : {
			"max" : "35",
			"min" : "26"
		},
		"vis" : "10",
		"wind" : {
			"deg" : "185",
			"dir" : "无持续风向",
			"sc" : "微风",
			"spd" : "8"
		}
	} ],
	"hourly_forecast" : [ {
		"date" : "2016-07-06 16:00",
		"hum" : "21",
		"pop" : "0",
		"pres" : "1010",
		"tmp" : "38",
		"wind" : {
			"deg" : "174",
			"dir" : "南风",
			"sc" : "微风",
			"spd" : "12"
		}
	}, {
		"date" : "2016-07-06 19:00",
		"hum" : "30",
		"pop" : "0",
		"pres" : "1010",
		"tmp" : "37",
		"wind" : {
			"deg" : "174",
			"dir" : "南风",
			"sc" : "微风",
			"spd" : "10"
		}
	}, {
		"date" : "2016-07-06 22:00",
		"hum" : "46",
		"pop" : "0",
		"pres" : "1012",
		"tmp" : "33",
		"wind" : {
			"deg" : "178",
			"dir" : "南风",
			"sc" : "微风",
			"spd" : "8"
		}
	} ],
	"now" : {
		"cond" : {
			"code" : "100",
			"txt" : "晴"
		},
		"fl" : "34",
		"hum" : "36",
		"pcpn" : "0",
		"pres" : "1010",
		"tmp" : "33",
		"vis" : "10",
		"wind" : {
			"deg" : "170",
			"dir" : "南风",
			"sc" : "4-5",
			"spd" : "20"
		}
	},
	"status" : "ok",
	"suggestion" : {
		"comf" : {
			"brf" : "较不舒适",
			"txt" : "白天天气晴好，明媚的阳光在给您带来好心情的同时，也会使您感到有些热，不很舒适。"
		},
		"cw" : {
			"brf" : "不宜",
			"txt" : "不宜洗车，未来24小时内有霾，如果在此期间洗车，会弄脏您的爱车。"
		},
		"drsg" : {
			"brf" : "炎热",
			"txt" : "天气炎热，建议着短衫、短裙、短裤、薄型T恤衫等清凉夏季服装。"
		},
		"flu" : {
			"brf" : "少发",
			"txt" : "各项气象条件适宜，发生感冒机率较低。但请避免长期处于空调房间中，以防感冒。"
		},
		"sport" : {
			"brf" : "较适宜",
			"txt" : "天气较好，户外运动请注意防晒。推荐您进行室内运动。"
		},
		"trav" : {
			"brf" : "适宜",
			"txt" : "天气较好，但稍感觉有些热，不过还是个好天气哦。适宜旅游，可不要错过机会呦！"
		},
		"uv" : {
			"brf" : "强",
			"txt" : "紫外线辐射强，建议涂擦SPF20左右、PA++的防晒护肤品。避免在10点至14点暴露于日光下。"
		}
	}
}